{
  "navbar": {
    "home": "Главная",
    "services": "Услуги",
    "portofolio": "Портфолио",
    "aboutus": "О нас",
    "contacts": "Контакты"
  },

  "footer": {
    "social": "Социальные сети",
    "contacts": "Контакты",
    "copyright": "Все права защищены.",
    "love": "Сделано с <1></1> и <2></2> для наших клиентов."
  },

  "home": {
    "intro": "Если у вас есть бизнес-проблема, которую вы хотите решить с помощью веб-решения, позвольте нам помочь вам выбрать подходящие варианты.",
    "start": "Начать проект",
    "plans": "Наши цели",
    "plans_desc": "Мы участвуем на всех этапах разработки программного обеспечения, предлагая эффективные и элегантные решения для улучшения ежедневных процессов вашего бизнеса.",
    "step1": "Планирование",
    "step1_desc": "На этом этапе устанавливаются цели проекта, определяются требования и составляются оценки времени и стоимости. Создается детализированный план, который будет направлять весь процесс разработки.",
    "step2": "Анализ требований",
    "step2_desc": "Собираются и анализируются требования пользователей и системы. Этот этап включает интервью, опросы и исследования для точного понимания того, что должно делать программное обеспечение и как оно должно функционировать.",
    "step3": "Проектирование",
    "step3_desc": "Создается архитектура системы и детализированный дизайн программного обеспечения. Это включает проектирование структуры базы данных, пользовательских интерфейсов и внутренних компонентов приложения.",
    "step4": "Разработка",
    "step4_desc": "Программисты пишут код в соответствии с установленными спецификациями и дизайном. На этом этапе разрабатываются все модули и компоненты программного обеспечения.",
    "step5": "Тестирование",
    "step5_desc": "Программное обеспечение тестируется для поиска и исправления ошибок или проблем. Это включает в себя модульное тестирование, интеграционное тестирование, системное тестирование и приемочное тестирование, чтобы обеспечить соответствие программного обеспечения требованиям.",
    "step6": "Развертывание",
    "step6_desc": "После того как программное обеспечение проходит тесты и считается стабильным, оно выпускается и устанавливается в рабочей среде. Пользователи могут начать его использовать.",
    "step7": "Поддержка",
    "step7_desc": "После выпуска программное обеспечение может требовать обновлений, исправлений ошибок или улучшений. Эта фаза обеспечивает, чтобы программное обеспечение оставалось функциональным и актуальным на протяжении времени."
  },

  "projects": {
    "projects": "Проекты",
    "desc": "Ознакомьтесь с нашими успешными проектами и тем, как мы превратили инновационные идеи в эффективные программные решения. Каждый проект отражает нашу приверженность качеству и удовлетворенности клиента.",
    "p1": "Услуги по покраске и декорированию для вашего дома и квартиры!",
    "p2": "Мы производим и экспортируем сушеные сливы из Молдовы, используя сорт сливы Стэнли и свежие фрукты премиум-класса.",
    "p3": "Консультирование и помощь в страховании. Мы предлагаем решения в области страхования и специализированную помощь для всех ваших нужд.",
    "p4": "Эта компания была создана, чтобы облегчить заботу о себе.",
    "more": "Наши проекты",
    "details": "Детали"
  },

  "services": {
    "services": "Услуги",
    "desc": "Мы предоставляем комплексные решения для веб- и мобильной разработки, созданные для удовлетворения уникальных потребностей вашего бизнеса.",
    "more": "Подробнее",
    "stack": "Технологический стек",
    "stack_desc": "Мы — компания, посвященная использованию новейших и наиболее инновационных технологий для предоставления первоклассных решений.",
    "front": "Frontend технологии",
    "back": "Backend технологии",
    "tools": "Инструменты",
    "s1": {
      "t": "Проекция",
      "desc": "Мы подходим к каждому проекту с интегрированным и креативным видением, гарантируя, что каждая деталь тщательно разработана и реализована для достижения высочайших стандартов качества.",
      "det": "Наш процесс проектирования сосредоточен на инновациях, эффективности и адаптивности, с целью предоставления решений, которые превосходят ожидания и идеально соответствуют вашим бизнес-целям. Мы трансформируем концепции и прототипы в функциональные решения, используя передовые технологии и гибкие методологии разработки. Каждый этап процесса тщательно контролируется для обеспечения качества и оптимальной производительности конечного продукта. После реализации мы оцениваем результаты и собираем отзывы, чтобы определить потенциальные улучшения. Постоянная оптимизация позволяет нам вносить необходимые корректировки и обеспечивать эволюцию проекта в соответствии с требованиями рынка и изменениями."
    },
    "s2": {
      "t": "UI/UX Дизайн",
      "desc": "Мы считаем, что дизайн — это не только визуальное оформление, но и создание исключительного пользовательского опыта, который удовлетворяет потребности и ожидания ваших пользователей.",
      "det": "UI-дизайн имеет решающее значение для привлечения и удержания пользователей. Мы создаем визуально привлекательные и согласованные интерфейсы, которые отражают идентичность вашего бренда и обеспечивают плавную навигацию. Будь то цветовые схемы, типографика или графические элементы, мы гарантируем, что каждая деталь способствует оптимальному эстетическому и функциональному опыту. Каждый дизайн, который мы создаем, тестируется и оценивается, чтобы убедиться, что он соответствует реальным требованиям пользователей. Мы используем отзывы для постоянного улучшения интерфейсов и опыта, гарантируя, что предоставляемые продукты не только привлекательны, но и эффективны и функциональны."
    },
    "s3": {
      "t": "Веб-разработка",
      "desc": "Будь то сайт-визитка, сложная платформа или интернет-магазин, наш подход сосредоточен на производительности, эстетике и функциональности.",
      "det": "Мы преобразуем концепции и визуальные дизайны в интерактивные и увлекательные веб-интерфейсы. Используя современные технологии, такие как Node.js, PostgreSQL и TypeScript, мы создаем сайты, которые не только хорошо выглядят, но и отлично функционируют на всех устройствах и в любых браузерах. Мы сосредоточены на создании приятного и интуитивно понятного пользовательского опыта, оптимизированного для производительности и доступности. Мы строим инфраструктуру, необходимую для поддержки сложных функциональностей веб-сайтов. От управления базами данных и реализации серверной функциональности до интеграции API и обеспечения безопасности."
    },
    "s4": {
      "t": "Электронная коммерция",
      "desc": "Мы предлагаем индивидуальные решения для электронной коммерции, которые интегрируют лучшие практики дизайна, технологий и бизнес-стратегий для создания высокоэффективных и эффективных платформ электронной коммерции.",
      "det": "Мы разрабатываем интернет-магазины, которые не только привлекательны, но и функциональны, предоставляя простой и приятный процесс покупки для ваших клиентов. Мы используем популярные платформы, такие как Shopify, WooCommerce, Magento, или кастомные решения для создания магазинов, которые соответствуют потребностям и требованиям вашего бизнеса. Мы обеспечиваем регулярное обслуживание и техническую поддержку, чтобы гарантировать оптимальную работу вашего магазина в любое время. От обновлений и устранения технических проблем до улучшений и адаптации к изменениям на рынке, мы здесь, чтобы поддерживать вас в долгосрочной перспективе."
    },
    "s5": {
      "t": "Разработка мобильных приложений",
      "desc": "Независимо от того, нужно ли вам приложение для iOS, Android или кросс-платформенное приложение, мы здесь, чтобы создавать продукты, которые отвечают потребностям пользователей и бизнес-целям.",
      "det": "Мы предлагаем разработку мобильных приложений для обеих основных платформ — iOS и Android. Мы используем новейшие технологии и инструменты разработки, включая Swift и Objective-C для iOS, и Kotlin и Java для Android, чтобы создавать нативные приложения, которые отлично работают на устройствах ваших пользователей. Чтобы сэкономить время и ресурсы, мы разрабатываем кросс-платформенные мобильные приложения с использованием таких технологий, как Flutter или React Native. Эти решения позволяют создавать приложения, которые работают безупречно на обеих платформах — iOS и Android — из одного исходного кода, обеспечивая согласованность и эффективность в разработке."
    },
    "s6": {
      "t": "Маркетинг и SEO",
      "desc": "Мы стремимся помочь вашему бизнесу достичь максимального потенциала в цифровом пространстве через персонализированные стратегии маркетинга и SEO.",
      "det": "Мы создаем и внедряем стратегии маркетинга в социальных сетях, направленные на увеличение вовлеченности и осведомленности о бренде. Мы управляем кампаниями на популярных платформах, таких как Facebook, Instagram, LinkedIn и Twitter, используя креативный контент и таргетированную рекламу для построения активного и вовлеченного сообщества. Мы проводим детальное исследование ключевых слов, чтобы определить термины, которые оказывают наибольшее влияние на ваш бизнес. Мы оптимизируем контент и структуру сайта, чтобы нацелиться на эти ключевые слова, гарантируя, что ваш сайт появляется в верхней части релевантных результатов поиска."
    },
    "s7": {
      "t": "Брендинг и Дизайн Логотипов",
      "desc": "Мы понимаем, что сильный бренд и запоминающийся логотип необходимы для успеха любого бизнеса. Мы предлагаем услуги по брендингу и дизайну логотипов, которые помогут вашему бизнесу выделиться на рынке.",
      "det": "Мы создаем стратегии бренда, которые определяют видение, миссию и ценности вашего бизнеса. Мы анализируем целевую аудиторию, конкурентов и рынок, чтобы разработать идентичность бренда, которая резонирует с клиентами и соответствует бизнес-целям. Мы начинаем с разработки концепций логотипов на основе исследований и понимания вашего бизнеса. Мы учитываем ценности бренда, целевую аудиторию и тенденции дизайна, чтобы создать уникальный и репрезентативный логотип. Мы предоставляем постоянные консультации и поддержку для внедрения и управления вашим брендом. Мы гарантируем, что каждый аспект визуальной идентичности используется правильно и эффективно для построения прочного и узнаваемого имиджа бренда."
    },
    "s8": {
      "t": "Разработка API",
      "desc": "Мы предлагаем продвинутые решения для разработки API (интерфейс программирования приложений), которые обеспечивают эффективную интеграцию различных систем и приложений.",
      "det": "Мы начинаем с анализа ваших требований и целей, чтобы точно понять, какие функции должен предоставлять API. Мы предлагаем консультации по определению технических спецификаций и разработке архитектуры API, которая соответствует потребностям вашего бизнеса. Мы создаем API с хорошо спланированной архитектурой, используя лучшие практики для обеспечения масштабируемости, безопасности и производительности. Мы сосредоточены на создании RESTful, GraphQL или SOAP API в зависимости от ваших требований и предпочтений. Мы предоставляем подробную и понятную документацию для разработанных API, включая руководства для разработчиков и примеры использования. Мы обеспечиваем постоянную поддержку для ответа на вопросы и помощи в интеграции и использовании API."
    },
    "s9": {
      "t": "Автоматизация и Скриптинг",
      "desc": "Мы используем передовые техники автоматизации для снижения повторяющихся ручных задач, повышения производительности и улучшения операционной эффективности.",
      "det": "Мы начинаем с анализа бизнес-процессов для выявления повторяющихся задач и возможностей для автоматизации. Мы учитываем специфические требования и цели по эффективности для разработки индивидуальной стратегии автоматизации. Мы создаем пользовательские скрипты, которые автоматизируют повторяющиеся задачи и бизнес-процессы. Мы используем языки сценариев, такие как Python, Bash, PowerShell и другие, для разработки эффективных решений, соответствующих вашим конкретным требованиям."
    }
  },

  "portofolio": {
    "portofolio": "Портфолио",
    "desc": "Наше портфолио включает разнообразные инновационные проекты, от мобильных приложений и платформ электронной коммерции до индивидуальных программных решений и разработки API. Каждый проект отражает нашу приверженность к совершенству и адаптивности."
  },

  "aboutus": {
    "who": "Кто мы ?",
    "who_desc": "Мы - команда увлеченных разработчиков программного обеспечения, посвященная инновациям и технологическому совершенству. У нас есть обширный опыт создания индивидуальных решений, которые соответствуют конкретным потребностям наших клиентов.",
    "scope": "Наша миссия",
    "scope_desc": "Наша миссия - преобразовать инновационные идеи в качественные программные решения, которые приносят реальную ценность нашим клиентам. Мы стремимся быть надежными партнерами, которые предоставляют поддержку и экспертизу на протяжении всего жизненного цикла проекта.",
    "what": "Чем мы занимаемся ?",
    "what_desc": "Мы специализируемся на разработке индивидуального программного обеспечения, включая мобильные приложения, платформы электронной коммерции и решения API. Мы используем передовые технологии и гибкие методологии для создания эффективных решений, которые улучшают производительность и эффективность бизнеса наших клиентов."
  },

  "form": {
    "name": "Имя Фамилия",
    "phone": "Телефон",
    "email": "Электронная почта",
    "desc": "Описание проекта",
    "_desc": "Описание...",
    "send": "Отправить",
    "country": "Поиск страны...",
    "not_found": "Страна не найдена."
  },

  "more": "Более"
}
